Repository: ash9995/thoughts
Catalog: thoughts/Localizable.xcstrings
Source language: en
Languages: ar

source: Add what you have inside
ar: اضف ما بداخلك

source: add your thoughts
ar: اضف فكرتك

source: Back
ar: الخلف

source: Balanced idea
ar: الفكرة المتوازنه

source: cancel
ar: الغاء

source: cancele
ar: الغاء

source: Delete All
ar: حذف الكل

source: Describe how you feel
ar: صف ما تشعر به

source: Done
ar: الانتهاء

source: Done button
ar: زر الاتنهاء

source: how do you feel today
ar: كيف تشعر اليوم؟

source: If this idea is correct, what supports the validity of this idea?
ar: اذا كانت هذه الفكره صحيحه ما الذي يدعم صحه هذا الفكرة ؟

source: Is there any evidence to suggest that this idea is incorrect?
ar: هل توجد أي أدلة تشير إلى أن هذه الفكرة غير صحيحة؟

source: My thoughts
ar: افكاري

source: Raheeb provides questions that help you explore and understand the roots of negative thoughts in your mind. Join us on the journey of improving your thinking and changing negativity into positivity, to achieve a happier and more balanced life
ar: رحيب يقدم أسئلة تساعدك في استكشاف وفهم جذور الأفكار السلبية في ذهنك. انضم إلينا في رحلة تحسين تفكيرك وتغيير السلبية إلى إيجابية، لتحقيق حياة أكثر سعادة وتوازنًا.

source: Raheeb provides questions that help you explore and understand the roots of negative thoughts in your mind. Join us on the journey of improving your thinking and changing negativity into positivity, to achieve a happier and more balanced life.
ar: رحيب يقدم أسئلة تساعدك في استكشاف وفهم جذور الأفكار السلبية في ذهنك. انضم إلينا في رحلة تحسين تفكيرك وتغيير السلبية إلى إيجابية، لتحقيق حياة أكثر سعادة وتوازنًا.

source: record
ar: سجل

source: Record
ar: تسجيل

source: save
ar: حفظ

source: start
ar: إبدأ

source: Start
ar: ابدا

source: stop recording
ar: ايقاف

source: thought title
ar: عنوان الفكره

source: What happened to make me think this way?
ar: ما الذي حدث ليجعلني أفكر بهذ التفكير؟

source: What makes me think this thought is true?
ar: ما الذي يجعلني أعتقد أن هذا الفكر صحيح؟

source: What was my reaction?
ar: ماذا كان ردت فعلي؟

source: زر إبدأ
ar: زر ابدا
